// Вашей задачей будет реализовать функционал приветсвия пользователя на сайте c помощью localStorage.

// При первом входе на сайт просто показывать на экране приветствие Дооро пожаловать!
// Если пользователь уже заходил на сайт (при первом визите), то к базовому приветсвию следует добавить строку Вы заходили раз: N. Где вместо N будет количесво посещений сайта пользователем. Обратите внимание, что первый визит так же считается.
// Функционал должен работать при закрытии вкладки или бразура, обновлении страницы.

// Пример контента сайта при 1 входе пользователя: Пример 1

// Пример контента сайта при 14 входе: Пример 2