// 1.

// Создайте три переменных для хранения возраста, имени и фамилии пользователя. Инициализируйте ее любыми осмысленными значением. Подумайте, какие имена переменных будут максимально точно описывать хранимые значения.


const userName = "Oksana";
    console.log("userName", userName);

const userSurname = "Prokopova";
    console.log("userSurname", userSurname);

const userAge = "44";
    console.log("userAge", userAge);

const userCity = "Odessa";
    console.log(userCity);




// 2.

// Придумайте названия для:
// переменной, которая хранит нового пользователя
// переменной, которая хранит список покупок
// переменной, которая хранит информацию о том, является ли пользователь в сети (online)
// переменной, которая хранит зарплату работника
// переменной, которая хранит координаты курсора (мыши)
 
let userNew;
let listShopping;
let userOnline;
let userSalary;
let cursorCoord;




// 3.

// Потренируйтесь работать с консолью:
// выведите в консоль строку Hello World!
// создайте какую-то переменную или воспользуйтеся существующей, выведите ее значение в консоль с подписью, которая будет содержать название переменной Результат должен получиться примерно такой: (Переменная userAge обявлена прямо в консоли просто для примера, все переменные объявляйте в файле с остальным ДЗ)

console.log(`Hello, Word!`);

let newGreetings;
    newGreetings = "Hello, World!";
    console.log(newGreetings);
    