// Реализовать слайд-шоу из фото на javascript. Ваша задача сделать реализовать функционал переключения изображений с помощью кнопок.

// Заранее в верстке должны быть добавлены все изображения.
// При загрузке страницы - прячутся все изображения кроме первого (вы также можете спрятать их заранее).
// Под картикой должны быть оборажены 2 кнопки - Prev и Next.
// При нажатии на кнопку Next изображение должно переключиться на следующее. Соотвественно при нажатии на Prev - на предыдущее.
// ВАЖНО! Переключение должно происходить бесконечно. То есть, если в данный момент отображено последнее изображение, то при попытке переключиться на следующее, пользователю должно показаться первое изображение. То же самое наоборот, если отображено первое изображение - при переключении назад показывать последнее.
// ЕЩЕ ВАЖНО! Ваш код должен рабоать для любого количества слайдов. Верстка может измениться, при этом js код должен оставаться универсальным.
// Изображения находятся в папке /images но вы также можете взять любые. Стили так же остаются на ваше усмотрение, но помните, что вы фронтенд-разработчики, и у вас должно быть чувство прекрасного :)

